{
	"about": {
		"title": "About Voice Out",
		"subtitle": "Why We Created This Platform for You",
		"description": "Voice Out was born from our desire to create a space where you, as an immigrant in Germany, can freely express your experiences and feelings.",
		"ourMotivation": "Our Motivation",
		"motivation": "We understand that life in Germany can be both rewarding and challenging. As immigrants ourselves or children of immigrants, we know that sometimes you might face situations where you feel unfairly treated or misunderstood. We created Voice Out because we believe your stories deserve to be heard.",
		"hopeToAchieve": "What We Hope to Achieve",
		"achieve": "By providing this platform, we aim to:",
		"achieve-1": "Give you a safe space to share your experiences in Germany",
		"achieve-2": "Help you connect with others who may have gone through similar situations",
		"achieve-3": "Raise awareness about the challenges immigrants face in everyday life in Germany",
		"achieve-4": "Promote understanding and empathy within our diverse community",
		"achieve-5": "Empower you to speak up and seek support when needed",
		"whyMatters": "Why Your Voice Matters",
		"matters": "Every story you share on Voice Out is important. By speaking out, you're:",
		"matters-1": "Helping other immigrants realize they're not alone in their experiences",
		"matters-2": "Contributing to a more accurate picture of immigrant life in Germany",
		"matters-3": "Potentially helping to shape a more inclusive environment for all of us",
		"matters-4": "Inspiring others to stand up against unfair treatment",
		"visionForTheFuture": "Our Vision for the Future",
		"vision-1": "We dream of a Germany where all of us, regardless of where we or our parents came from, feel truly at home. We believe that by sharing our stories and experiences, we can help create a more understanding and inclusive society for everyone.",
		"vision-2": "Join us in this important conversation. Whether you're sharing your own story, reading about others' experiences, or telling your friends about Voice Out, you're helping to build a stronger, more connected immigrant community in Germany.",
		"vision-3": "Together, we can make our voices heard and work towards a Germany that feels like home for all of us."
	},
	"posts": {
		"title": "All Stories"
	},
	"intro": {
		"title": "Voice Out",
		"subtitle": "Speak Up Against Discrimination in Germany",
		"welcome": "Welcome to Voice Out, a platform dedicated to amplifying the voices of those who have faced discrimination, with a special focus on the experiences of immigrants.",
		"description": "Every day, people encounter discrimination in various forms - at work, in public spaces, or even in their own neighborhoods. These experiences often go unheard, but at Voice Out, we believe every story deserves to be shared and listened to.",
		"encouragement": "Whether you're an immigrant who has faced prejudice, or anyone who has witnessed or experienced discrimination, we encourage you to voice out. By sharing our stories, we can raise awareness, foster understanding, and work towards a more inclusive society.",
		"purpose": "Here, you can share your stories, connect with others who understand, and contribute to making Germany a more inclusive place for all of us.",
		"readStories": "Read Stories",
		"shareStory": "Share Your Story"
	},
	"test": "Test",
	"nav": {
		"home": "Home",
		"allStories": "All Stories",
		"helpSupport": "Help & Support",
		"about": "About"
	},
	"form": {
		"title": "Voice Out Your Experience",
		"description": "Your voice matters. Use the form below to share your story of discrimination. You can remain anonymous if you prefer.",
		"name": "Name",
		"nameDescription": "If you don't feel comfortable leaving a name, please use 'anonymous'",
		"storyTitle": "Title",
		"storyContent": "Your Story",
		"characterLimit": "Limit is 1800 characters. Characters remaining:",
		"tagLabel": "Post tags refer to why and where this happened (select all that apply)",
		"tags": [
			{
				"value": "gender",
				"label": "Gender"
			},
			{
				"value": "race",
				"label": "Race"
			},
			{
				"value": "work",
				"label": "At Work"
			},
			{
				"value": "sexual_identity",
				"label": "Sexual Identity"
			},
			{
				"value": "business",
				"label": "In Business"
			},
			{
				"value": "public",
				"label": "In Public"
			},
			{
				"value": "immigrant",
				"label": "Immigrant"
			},
			{
				"value": "school",
				"label": "At School/Uni"
			},
			{
				"value": "home",
				"label": "Near Home"
			},
			{
				"value": "age",
				"label": "Age"
			},
			{
				"value": "online",
				"label": "Online"
			},
			{
				"value": "transport",
				"label": "On Public Transport"
			},
			{
				"value": "language",
				"label": "Language"
			},
			{
				"value": "government",
				"label": "Government Agency"
			},
			{
				"value": "uncategorized",
				"label": "Uncategorized"
			}
		],
		"userTypeLabel": "Which best describes you?",
		"userTypeSelect": "Choose an option",
		"userTypeImmigrant": "Immigrant (born outside of Germany)",
		"userTypeFirstGen": "First generation German (with immigrant parents)",
		"userTypeSecondGen": "Second generation German (with parents born in Germany)",
		"backgroundLabel": "What is your background? (select all the countries that apply)",
		"backgroundDescription": "These tags are not public information nor displayed - only for background information.",
		"backgroundNote": "These tags are not public information nor displayed - you can select more than one.",
		"submit": "SUBMIT"
	},
	"footer": {
		"disclaimer": "PLEASE NOTE: Stories provided via this website may be anonymously quoted in various forms of media.",
		"contact": "Contact"
	},
	"cookies": {
		"notice": "We are using cookies (mainly Google Analytics) to understand how many people are interested in reading/writing stories on InfoShare.",
		"accept": "Accept",
		"reject": "Reject",
		"settings": "Settings"
	}
}